experiment/test_fio/result/zns/randwrite/fio_rw_1_400M_file.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 400MiB)

file1: (groupid=0, jobs=1): err= 0: pid=7261: Sun Dec  3 19:05:03 2023
  write: IOPS=103k, BW=1613MiB/s (1691MB/s)(400MiB/248msec); 0 zone resets
    slat (usec): min=3, max=167, avg= 7.92, stdev= 8.83
    clat (usec): min=20, max=690, avg=69.05, stdev=41.77
     lat (usec): min=24, max=815, avg=76.97, stdev=46.36
    clat percentiles (usec):
     |  1.00th=[   31],  5.00th=[   37], 10.00th=[   42], 20.00th=[   49],
     | 30.00th=[   55], 40.00th=[   60], 50.00th=[   65], 60.00th=[   69],
     | 70.00th=[   73], 80.00th=[   78], 90.00th=[   87], 95.00th=[   99],
     | 99.00th=[  306], 99.50th=[  371], 99.90th=[  498], 99.95th=[  553],
     | 99.99th=[  676]
  lat (usec)   : 50=21.71%, 100=73.47%, 250=3.37%, 500=1.36%, 750=0.08%
  cpu          : usr=9.72%, sys=80.97%, ctx=1257, majf=0, minf=8
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,25600,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1613MiB/s (1691MB/s), 1613MiB/s-1613MiB/s (1691MB/s-1691MB/s), io=400MiB (419MB), run=248-248msec

Disk stats (read/write):
  nvme0n2: ios=0/14943, sectors=0/478176, merge=0/0, ticks=0/644, in_queue=644, util=57.83%