experiment/test_fio/result/zns/randwrite/fio_rw_1_400M_file.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 400MiB)

file1: (groupid=0, jobs=1): err= 0: pid=6155: Sun Dec  3 18:14:02 2023
  write: IOPS=82.1k, BW=1282MiB/s (1344MB/s)(400MiB/312msec); 0 zone resets
    slat (usec): min=3, max=36034, avg=11.49, stdev=225.47
    clat (usec): min=16, max=36149, avg=85.59, stdev=598.77
     lat (usec): min=21, max=36173, avg=97.08, stdev=640.46
    clat percentiles (usec):
     |  1.00th=[   36],  5.00th=[   47], 10.00th=[   52], 20.00th=[   59],
     | 30.00th=[   63], 40.00th=[   66], 50.00th=[   69], 60.00th=[   72],
     | 70.00th=[   75], 80.00th=[   79], 90.00th=[   86], 95.00th=[  101],
     | 99.00th=[  347], 99.50th=[  453], 99.90th=[  840], 99.95th=[ 1090],
     | 99.99th=[35914]
  lat (usec)   : 20=0.01%, 50=7.88%, 100=87.04%, 250=3.23%, 500=1.46%
  lat (usec)   : 750=0.25%, 1000=0.07%
  lat (msec)   : 2=0.04%, 50=0.03%
  cpu          : usr=5.14%, sys=92.60%, ctx=259, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,25600,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1282MiB/s (1344MB/s), 1282MiB/s-1282MiB/s (1344MB/s-1344MB/s), io=400MiB (419MB), run=312-312msec

Disk stats (read/write):
  nvme0n2: ios=0/12265, sectors=0/392480, merge=0/0, ticks=0/292, in_queue=292, util=59.44%