experiment/test_fio/result/zns/randwrite/fio_rw_1_400M_file.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 400MiB)

file1: (groupid=0, jobs=1): err= 0: pid=5175: Sun Dec  3 17:53:14 2023
  write: IOPS=90.8k, BW=1418MiB/s (1487MB/s)(400MiB/282msec); 0 zone resets
    slat (usec): min=3, max=294, avg= 8.85, stdev=11.59
    clat (usec): min=19, max=965, avg=78.83, stdev=65.08
     lat (usec): min=25, max=1030, avg=87.68, stdev=72.34
    clat percentiles (usec):
     |  1.00th=[   30],  5.00th=[   36], 10.00th=[   41], 20.00th=[   48],
     | 30.00th=[   53], 40.00th=[   59], 50.00th=[   65], 60.00th=[   71],
     | 70.00th=[   78], 80.00th=[   88], 90.00th=[  117], 95.00th=[  169],
     | 99.00th=[  388], 99.50th=[  502], 99.90th=[  725], 99.95th=[  775],
     | 99.99th=[  898]
  lat (usec)   : 20=0.01%, 50=24.74%, 100=61.52%, 250=10.98%, 500=2.24%
  lat (usec)   : 750=0.44%, 1000=0.08%
  cpu          : usr=5.69%, sys=83.99%, ctx=1512, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,25600,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1418MiB/s (1487MB/s), 1418MiB/s-1418MiB/s (1487MB/s-1487MB/s), io=400MiB (419MB), run=282-282msec

Disk stats (read/write):
  nvme0n2: ios=0/10382, sectors=0/332224, merge=0/0, ticks=0/384, in_queue=384, util=56.22%