experiment/test_fio/result/zns/randwrite/fio_rw_1_800M_file.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=5188: Sun Dec  3 17:53:14 2023
  write: IOPS=97.0k, BW=1515MiB/s (1589MB/s)(800MiB/528msec); 0 zone resets
    slat (usec): min=3, max=368, avg= 8.20, stdev= 7.96
    clat (usec): min=20, max=1261, avg=73.89, stdev=38.95
     lat (usec): min=24, max=1300, avg=82.09, stdev=41.99
    clat percentiles (usec):
     |  1.00th=[   31],  5.00th=[   40], 10.00th=[   46], 20.00th=[   54],
     | 30.00th=[   60], 40.00th=[   64], 50.00th=[   68], 60.00th=[   72],
     | 70.00th=[   76], 80.00th=[   83], 90.00th=[  103], 95.00th=[  137],
     | 99.00th=[  221], 99.50th=[  302], 99.90th=[  437], 99.95th=[  502],
     | 99.99th=[  840]
   bw (  MiB/s): min= 1508, max= 1508, per=99.56%, avg=1508.53, stdev= 0.00, samples=1
   iops        : min=96546, max=96546, avg=96546.00, stdev= 0.00, samples=1
  lat (usec)   : 50=15.58%, 100=73.82%, 250=9.86%, 500=0.69%, 750=0.03%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=3.04%, sys=83.49%, ctx=2141, majf=0, minf=8
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1515MiB/s (1589MB/s), 1515MiB/s-1515MiB/s (1589MB/s-1589MB/s), io=800MiB (839MB), run=528-528msec

Disk stats (read/write):
  nvme0n2: ios=0/37408, sectors=0/1197056, merge=0/0, ticks=0/1036, in_queue=1036, util=74.04%