experiment/test_fio/result/zns/randwrite/fio_rw_1_800M_file.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=7274: Sun Dec  3 19:05:04 2023
  write: IOPS=99.4k, BW=1553MiB/s (1629MB/s)(800MiB/515msec); 0 zone resets
    slat (usec): min=3, max=302, avg= 8.65, stdev= 8.37
    clat (usec): min=9, max=1081, avg=71.53, stdev=37.86
     lat (usec): min=23, max=1135, avg=80.18, stdev=41.80
    clat percentiles (usec):
     |  1.00th=[   31],  5.00th=[   40], 10.00th=[   46], 20.00th=[   55],
     | 30.00th=[   60], 40.00th=[   64], 50.00th=[   68], 60.00th=[   71],
     | 70.00th=[   75], 80.00th=[   80], 90.00th=[   93], 95.00th=[  112],
     | 99.00th=[  202], 99.50th=[  302], 99.90th=[  578], 99.95th=[  685],
     | 99.99th=[  832]
   bw (  MiB/s): min= 1558, max= 1558, per=100.00%, avg=1558.12, stdev= 0.00, samples=1
   iops        : min=99720, max=99720, avg=99720.00, stdev= 0.00, samples=1
  lat (usec)   : 10=0.01%, 20=0.01%, 50=14.67%, 100=77.73%, 250=6.87%
  lat (usec)   : 500=0.61%, 750=0.10%, 1000=0.02%
  lat (msec)   : 2=0.01%
  cpu          : usr=3.89%, sys=87.94%, ctx=1565, majf=0, minf=9
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1553MiB/s (1629MB/s), 1553MiB/s-1553MiB/s (1629MB/s-1629MB/s), io=800MiB (839MB), run=515-515msec

Disk stats (read/write):
  nvme0n2: ios=0/39864, sectors=0/1275648, merge=0/0, ticks=0/1064, in_queue=1064, util=78.87%