experiment/test_fio/result/zns/randwrite/fio_rw_1_800M_file.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=6168: Sun Dec  3 18:14:02 2023
  write: IOPS=105k, BW=1646MiB/s (1726MB/s)(800MiB/486msec); 0 zone resets
    slat (usec): min=3, max=115, avg= 6.78, stdev= 5.69
    clat (usec): min=20, max=421, avg=68.92, stdev=30.40
     lat (usec): min=24, max=464, avg=75.70, stdev=32.05
    clat percentiles (usec):
     |  1.00th=[   29],  5.00th=[   35], 10.00th=[   40], 20.00th=[   46],
     | 30.00th=[   51], 40.00th=[   57], 50.00th=[   63], 60.00th=[   70],
     | 70.00th=[   76], 80.00th=[   86], 90.00th=[  110], 95.00th=[  135],
     | 99.00th=[  167], 99.50th=[  182], 99.90th=[  243], 99.95th=[  293],
     | 99.99th=[  396]
  lat (usec)   : 50=28.02%, 100=59.72%, 250=12.17%, 500=0.09%
  cpu          : usr=3.30%, sys=78.35%, ctx=3501, majf=0, minf=9
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1646MiB/s (1726MB/s), 1646MiB/s-1646MiB/s (1726MB/s-1726MB/s), io=800MiB (839MB), run=486-486msec

Disk stats (read/write):
  nvme0n2: ios=0/41568, sectors=0/1330176, merge=0/0, ticks=0/1464, in_queue=1460, util=72.29%