experiment/test_fio/result/zns/randwrite/fio_rw_1_800M_file.txt
file1: (g=0): rw=randwrite, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=6691: Sun Dec  3 18:39:20 2023
  write: IOPS=96.4k, BW=1507MiB/s (1580MB/s)(800MiB/531msec); 0 zone resets
    slat (usec): min=3, max=42431, avg= 9.34, stdev=187.67
    clat (usec): min=13, max=42573, avg=73.22, stdev=497.89
     lat (usec): min=24, max=42602, avg=82.56, stdev=532.47
    clat percentiles (usec):
     |  1.00th=[   32],  5.00th=[   39], 10.00th=[   45], 20.00th=[   51],
     | 30.00th=[   57], 40.00th=[   62], 50.00th=[   65], 60.00th=[   69],
     | 70.00th=[   73], 80.00th=[   77], 90.00th=[   84], 95.00th=[   93],
     | 99.00th=[  208], 99.50th=[  326], 99.90th=[  465], 99.95th=[  545],
     | 99.99th=[42730]
   bw (  MiB/s): min= 1503, max= 1503, per=99.77%, avg=1503.12, stdev= 0.00, samples=1
   iops        : min=96200, max=96200, avg=96200.00, stdev= 0.00, samples=1
  lat (usec)   : 20=0.01%, 50=18.26%, 100=78.25%, 250=2.65%, 500=0.78%
  lat (usec)   : 750=0.05%, 1000=0.01%
  lat (msec)   : 50=0.01%
  cpu          : usr=5.28%, sys=90.57%, ctx=1255, majf=0, minf=11
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1507MiB/s (1580MB/s), 1507MiB/s-1507MiB/s (1580MB/s-1580MB/s), io=800MiB (839MB), run=531-531msec

Disk stats (read/write):
  nvme0n2: ios=0/37080, sectors=0/1186560, merge=0/0, ticks=0/1224, in_queue=1216, util=79.68%